export const voices = [
  {
    name: "Zakkyさん",
    age: "30代",
    job: "ミュージシャン",
    course: "Career",
    result: "家庭と両立しながら約5ヶ月でWebエンジニアに内定！",
    img: "/images/voices/zakky.png",
    hiddenData: {
      thoughts: "全力で応えてくれる先生のもと、1on1ではプログラミングのみならず、ビジネスコミュニケーションの学びにもなりました。常に受講生ファーストで向き合ってくれるので、自分の状況に応じて、都度スケジュールを一緒に考えてもらえました。経歴関係なく、やる気のある人全員にオススメします！",
      feedback: "Zakkyさんはお子さんが生まれたばかりでしたが、育児と両立しながら見事に短期間で内定を勝ち取りました！作成したポートフォリオがXで共感を生んだのもとても良かったと思います◎"
    }
  }, {
    name: "Ryoさん",
    age: "20代",
    job: "フリーター",
    course: "Career",
    result: "未経験からエンジニア職に8社内定！",
    img: "/images/voices/ryo.png",
    hiddenData: {
      thoughts: "「0→1」「1→10」「10→100」全て自分で創り上げる楽しさをしれました！<br>IT業界に興味あるけど、何から始めたらいいか分からない、自信がないって方におすすめです！！",
      feedback: "アルバイトと両立しながらの学習はなかなか大変だったかと思います。しかし約8ヶ月の学習の末、結果的に何社からもオファーを頂き逆に選ぶのが大変な事態に...！"
    }
  }, {
    name: "Iryuさん",
    age: "20代",
    job: "学生",
    course: "Career",
    result: "医療系スタートアップのエンジニア職インターンに内定！",
    img: "/images/voices/iryu.png",
    hiddenData: {
      thoughts: "幅広く学ぶことができ、実務の現場で「これやった！」という場面が多々ありました。また、ITスキルだけでなくビジネスにおけるコミュニケーションも学べる内容で、非常に実践的でした。",
      feedback: "Iryuさんはまだ学生だったため、ディスカッションの末に将来の就活を見据えてまずはエンジニア職のインターン獲得を目指すことになりました。結果、忙しい学業やアルバイトとも両立しながら見事内定されました！"
    }
  }, {
    name: "A・Hさん",
    age: "20代",
    job: "ITエンジニア職",
    course: "Basic",
    result: "SIerからWeb系企業への転職を達成！",
    img: "/images/voices/ah.png",
    hiddenData: {
      thoughts: "受講後に目標だった自社ECサイトを運用している会社にFEエンジニアとして転職を達成できたので大満足しています。内容としては転職後にもよく使っているツールや考え方を学べまたので、今でもとても役立っています！また、毎週宿題で小さな成果物を作るので勉強が習慣になるのも良いところだと思いました！",
      feedback: "A・HさんはBasicコースで学ばれたあと、自身でも学習を継続された結果、見事Webエンジニアへの転職を果たされました！卒業後も学んだ知識を活用いただき大変嬉しく思います！"
    }
  }, {
    name: "N・Kさん",
    age: "20代",
    job: "学生",
    course: "Career",
    result: "AI系スタートアップのインターン＆SIerのコンサル職に内定！",
    img: "/images/voices/man1.png",
    hiddenData: {
      thoughts: "エンジニアとしてのスキルを受け身な授業で身につけるというよりは、実際のアプリ開発の指針を示してくださり、それを能動的に学習することができよかったです。自分が情報学部ではない学生で進路に迷っているときに進路相談も乗っていただき、その結果インターンへの参加、IT企業への就職をすることができました。 ",
      feedback: "N・Kさんは地方在住の学生さんだったため、まずは在学中に地元かリモート可のインターンを獲得し、その経験をもって就活する計画を一緒に立てました。結果見事に狙い通り進めて大変良かったです！"
    }
  }, {
    name: "N・Tさん",
    age: "20代",
    job: "デザイナー、動画編集",
    course: "Basic",
    result: "学んだ技術を活かして自作Webゲームを作成＆販売！",
    img: "/images/voices/nt.png",
    hiddenData: {
      thoughts: "元々、独学でコーディングの勉強をしていたのですが、先生の授業を受けて、知的好奇心が刺激され、より楽しくプログラミング学習ができるようになりました。また、生徒の皆さんの学ぶ意欲に圧倒され、「何か自分でもアウトプットしてみよう！」と思い、自分が好きなゲームとプログラミングを掛け合わせた商品を作り、ウェブ上で販売したところ、多くの人が自分の作った作品で遊んでくれるようになりました！ ",
      feedback: "N・TさんはBasicコースで学んだ知識を活かし、なんと在籍中にBoothで自作コンテンツを販売されるまでに至りました！しかもかなり売れてます！マーダーミステリーや謎解きに興味ある方はぜひチェックしてみてください。 <a href='https://onigiriyakata.booth.pm/' target='_blank'>https://onigiriyakata.booth.pm/</a>"
    }
  },{
    name: "S・Nさん",
    age: "30代",
    job: "広報・マーケティング",
    course: "Basic",
    result: "オリジナルゲームを企画・開発してAppleストアに公開！",
    img: "/images/voices/shuji.png",
    hiddenData: {
      thoughts: "プログラミングの知識が全くない状態から、実際にアプリを作れるようになりました！コードの知識だけでなく、プログラムを動かすために必要なコンピューターやWebの基礎知識まで教えていただけたのが、とても助かりました。エンジニアを目指す人だけでなく、キャリアアップを目的に受講するのも良いと思います。私は、SiiDの学びを通じて、職場でWeb関連の仕事を任されるようになりました。",
      feedback: "S・NさんはBasicコースで学んだ知識を発展させ、ゲームを開発してストアに公開するまでに至りました！ゲーム好きな方はぜひチェックしてみてください。 → <a href='https://apps.apple.com/jp/app/%E3%81%B5%E3%82%8F%E3%81%B5%E3%82%8F%E3%81%AE%E3%82%A8%E3%83%93%E3%83%95%E3%83%A9%E3%82%A4/id6453123312' target='_blank'>ふわふわのエビフライ</a>"
    }
  }, {
    name: "Y・Yさん",
    age: "30代",
    job: "デザイナー",
    course: "Basic",
    result: "コードも書けるデザイナーへキャリアアップ",
    img: "/images/voices/man1.png",
    hiddenData: {
      thoughts: "初歩的なプログラミングの考え方から実践まで、短くも密に学ぶことができました。世界観も広がり参加して本当に良かったと思います！",
      feedback: "Y・Yさんはデザイナーでありながら、技術者と仕事する機会が多いために自分も技術のことをわかりたいと学習に大変意欲的でございました。ほかの受講生さまや講師と飲みに行ったりなど、積極的に交流してくださったことも感謝です！"
    }
  }, {
    name: "けんけんさん",
    age: "20代",
    job: "倉庫業",
    course: "Career",
    result: "地方で未経験からエンジニア職に内定！",
    img: "/images/voices/man1.png",
    hiddenData: {
      thoughts: "苦手な転職活動をがっつりサポートしていただくために入校しました。特に自己分析、書類作成、面接対策の手厚さとクオリティに感動しました！転職を少しでも良い方向に進めたい方にオススメです！",
      feedback: "けんけんさんはとくに学習熱心で、最終的に高品質なポートフォリオを3つも作成されたのが印象的でした。現在はその経験を活かして、副業でSiiDのアシスタント講師をしていただいています◎"
    }
  }, {
    name: "Y・Yさん",
    age: "30代",
    job: "人事",
    course: "Basic",
    result: "コードも書けるIT人事のプロフェッショナルへ",
    img: "/images/voices/man2.png",
    hiddenData: {
      thoughts: 'サービスを"使う"から"作る"立場を経験できてとても勉強になりました！エンジニアを目指す人もそうでない人にとっても、プログラミングに触れてみたいと考えている方にお勧めです。',
      feedback: "Y・Yさんは独立したてのタイミングで受講いただきましたが、IT企業を顧客に持つ人事業務をされていたので自分もエンジニアリングを理解したいと学習にコミットいただきました。非常にクリエイティブなアウトプットが多く、我々採点側も楽しかったです！"
    }
  }, 
];
