export const voices = [
  {
    name: "R・Nさん",
    age: "20代",
    job: "フリーター",
    course: "Career",
    result: "未経験から都内のエンジニア職に8社内定！",
    img: "/images/voices/ryo.png",
    hiddenData: {
      thoughts: "「0→1」「1→10」「10→100」全て自分で創り上げる楽しさをしれました！<br>IT業界に興味あるけど、何から始めたらいいか分からない、自信がないって方におすすめです！！",
      feedback: "アルバイトと両立しながらの学習はなかなか大変だったかと思います。しかし約8ヶ月の学習の末、結果的に何社からもオファーを頂き逆に選ぶのが大変な事態に...！"
    }
  }, {
    name: "Iryuさん",
    age: "20代",
    job: "学生",
    course: "Career",
    result: "医療系スタートアップのフロントエンドエンジニア職に内定！",
    img: "/images/voices/iryu.png",
    hiddenData: {
      thoughts: "幅広く学ぶことができ、実務の現場で「これやった！」という場面が多々ありました。また、ITスキルだけでなくビジネスにおけるコミュニケーションも学べる内容で、非常に実践的でした。",
      feedback: "Iryuさんはまだ学生だったため、ディスカッションの末に将来の就活を見据えてまずはエンジニア職のインターン獲得を目指すことになりました。結果、忙しい学業やアルバイトとも両立しながら見事内定されました！"
    }
  }, {
    name: "N・Kさん",
    age: "20代",
    job: "学生",
    course: "Career",
    result: "AI系スタートアップ＆SIerのコンサル職に内定！",
    img: "/images/voices/man1.png",
    hiddenData: {
      thoughts: "エンジニアとしてのスキルを受け身な授業で身につけるというよりは、実際のアプリ開発の指針を示してくださり、それを能動的に学習することができよかったです。自分が情報学部ではない学生で進路に迷っているときに進路相談も乗っていただき、その結果インターンへの参加、IT企業への就職をすることができました。 ",
      feedback: "N・Kさんは地方在住の学生さんだったため、まずは在学中に地元かリモート可のインターンを獲得し、その経験をもって就活する計画を一緒に立てました。結果見事に狙い通り進めて大変良かったです！"
    }
  }, {
    name: "けんけんさん",
    age: "20代",
    job: "倉庫業",
    course: "Career",
    result: "地方で未経験からエンジニア職に内定！",
    img: "/images/voices/man1.png",
    hiddenData: {
      thoughts: "苦手な転職活動をがっつりサポートしていただくために入校しました。特に自己分析、書類作成、面接対策の手厚さとクオリティに感動しました！転職を少しでも良い方向に進めたい方にオススメです！",
      feedback: "けんけんさんはとくに学習熱心で、最終的に高品質なポートフォリオを3つも作成されたのが印象的でした。現在はその経験を活かして、副業でSiiDのアシスタント講師をしていただいています◎"
    }
  }, {
    name: "Y・Yさん",
    age: "30代",
    job: "デザイナー",
    course: "Basic",
    result: "コードも書けるデザイナーへキャリアアップ",
    img: "/images/voices/man1.png",
    hiddenData: {
      thoughts: "初歩的なプログラミングの考え方から実践まで、短くも密に学ぶことができました。世界観も広がり参加して本当に良かったと思います！",
      feedback: "Y・Yさんはデザイナーでありながら、技術者と仕事する機会が多いために自分も技術のことをわかりたいと学習に大変意欲的でございました。ほかの受講生さまや講師と飲みに行ったりなど、積極的に交流してくださったことも感謝です！"
    }
  }, {
    name: "Y・Yさん",
    age: "30代",
    job: "人事",
    course: "Basic",
    result: "コードも書けるIT人事のプロフェッショナルへ",
    img: "/images/voices/man2.png",
    hiddenData: {
      thoughts: 'サービスを"使う"から"作る"立場を経験できてとても勉強になりました！エンジニアを目指す人もそうでない人にとっても、プログラミングに触れてみたいと考えている方にお勧めです。',
      feedback: "Y・Yさんは独立したてのタイミングで受講いただきましたが、IT企業を顧客に持つ人事業務をされていたので自分もエンジニアリングを理解したいと学習にコミットいただきました。非常にクリエイティブなアウトプットが多く、我々採点側も楽しかったです！"
    }
  }, 
];
